RECMPS/RECMPS-2229 - 2269 OTC CONTROL POR CANAL/LOG/TRAMA_WAP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:otc="http://www.bolivariano.com/ws/OTCService" xmlns:men="http://www.bolivariano.com/mensaje/MensajeOTC">
   <soapenv:Header/>
   <soapenv:Body>
      <otc:entradaConsultarDeuda>
         <men:canal>WAP</men:canal>
         <men:depuracion>N</men:depuracion>
         <men:fecha>2021-09-20T20:49:45</men:fecha>
         <men:oficina>0</men:oficina>
         <men:secuencial>?</men:secuencial>
         <men:servicio>
            <codTipoServicio>INTERNET</codTipoServicio>
            <codigoConvenio>13</codigoConvenio>
            <codigoEmpresa>4995</codigoEmpresa>
            <codigoTipoBanca>BP</codigoTipoBanca>
            <codigoTipoIdentificador>01</codigoTipoIdentificador>
            <datosAdicionales>
               <datoAdicional>
                  <codigo>?</codigo>
                  <etiqueta>?</etiqueta>
                  <editable>?</editable>
                  <formato>?</formato>
                  <listasSeleccion>
                     <listaSeleccion>
                        <codigo>?</codigo>
                        <etiqueta>?</etiqueta>
                     </listaSeleccion>
                  </listasSeleccion>
                  <longitud>?</longitud>
                  <mascara>?</mascara>
                  <regexp>?</regexp>
                  <tipo>?</tipo>
                  <valor>?</valor>
                  <visible>?</visible>
               </datoAdicional>
            </datosAdicionales>
            <identificador>2964026</identificador>
         </men:servicio>
         <men:transaccion>?</men:transaccion>
         <men:usuario>?</men:usuario>
      </otc:entradaConsultarDeuda>
   </soapenv:Body>
</soapenv:Envelope>